{
	"iPhone": {
		"iPhone SE": [
			16599,
			"Диагональ экрана: 4.7\"; Тип экрана: IPS; Камера: 12 Мп; Процессор: A13 Bionic; Емкость аккумулятора: 1821 mAh; Стандарт защиты: IP67."
		],
		"iPhone XR": [
			20399,
			"Диагональ экрана: 6.1\"; Тип экрана: IPS; Камера: 12 Мп; Процессор: A12 Bionic; Емкость аккумулятора: 2942 mAh; Стандарт защиты: IP67."
		],
		"iPhone 11 Pro": [
			25999,
			"Диагональ экрана: 5.8\"; Тип экрана: Super Retina (OLED); Камера: 12 Мп; Процессор: A13 Bionic; Емкость аккумулятора: 3190 mAh; Стандарт защиты: IP67."
		],
		"iPhone 12 Pro": [
			35999,
			"Диагональ экрана: 6.1\"; Тип экрана: OLED; Камера: 12 Мп; Процессор: A14 Bionic; Емкость аккумулятора: 2815 mAh; Стандарт защиты: IP68."
		],
		"iPhone 12 mini": [
			24999,
			"Диагональ экрана: 5.4\"; Тип экрана: OLED; Камера: 12 Мп; Процессор: A14 Bionic; Емкость аккумулятора: 2227 mAh; Стандарт защиты: IP68."
		]
	},
	"Apple Watch": {
		"Apple Watch Nike S6 44 mm": [
			13999,
			"Дисплей Always-On Retina с технологией Force Touch; Разрешение 368×448 пикселя; Площадь дисплея 977 мм²; Размер часов 44 мм; Операционная система watchOS; Процессор двухъядерный 64‑битный S6; Размеры 44 х 38 х 10,7 cм (Д х Ш х Т)."
		],
		"Apple Watch Nike S6 40 mm": [
			12999,
			"Дисплей Always-On Retina с технологией Force Touch; Разрешение 324×394 пикселя; Размер часов 40 мм; Операционная система watchOS; Процессор двухъядерный 64‑битный S6; Размеры 40 х 34 х 10,4 cм (Д х Ш х Т)."
		],
		"Apple Watch SE 44 mm": [
			9799,
			"Дисплей Retina с технологией Force Touch; Разрешение 368×448 пикселя; Площадь дисплея 977 мм²; Размер часов 44 мм; Операционная система watchOS; Процессор двухъядерный 64‑битный S5; Размеры 44 х 38 х 10,7 cм (Д х Ш х Т)."
		],
		"Apple Watch SE 40 mm": [
			8599,
			"Дисплей Retina с технологией Force Touch; Разрешение 324×394 пикселя; Размер часов 40 мм; Операционная система watchOS; Процессор двухъядерный 64‑битный S5; Размеры 40 х 34 х 10,4 cм (Д х Ш х Т)."
		],
		"Apple Watch S6 44 mm": [
			14199,
			"Дисплей Always-On Retina с технологией Force Touch; Разрешение 368×448 пикселя; Площадь дисплея 977 мм²; Размер часов 44 мм; Операционная система watchOS; Процессор двухъядерный 64‑битный S6; Размеры 44 х 38 х 10,7 cм (Д х Ш х Т)."
		],
		"Apple Watch S6 40 mm": [
			12999,
			"Дисплей Always-On Retina с технологией Force Touch; Разрешение 324×394 пикселя; Размер часов 40 мм; Операционная система watchOS; Процессор двухъядерный 64‑битный S6; Размеры 40 х 34 х 10,4 cм (Д х Ш х Т)."
		],
		"Apple Watch S7 45 mm": [
			15999,
			"Дисплей Always-On Retina-дисплей с технологией Force Touch; Разрешение 324×394 пикселя; Площадь дисплея 977 мм²; Размер часов 45 мм; Операционная система watchOS; Процессор двухъядерный 64‑битный S7; Размеры 44 х 38 х 10,7 cм (Д х Ш х Т)."
		],
		"Apple Watch S7 41 mm": [
			14999,
			"Дисплей Always-On Retina-дисплей с технологией Force Touch; Разрешение 352×420 пикселя; Размер часов 41 мм; Операционная система watchOS; Процессор двухъядерный 64‑битный S7; Размеры 41 х 35 х 10,7 cм (Д х Ш х Т)."
		],
		"Apple Watch Series 3 38mm": [
			6899,
			"Дисплей разрешение 340×272 пикселя; Размер часов 38 мм; Операционная система watchOS; Процессор двухъядерный Apple W2; Размеры 38,6 х 33,3 х 11,4 cм (Д х Ш х Т)."
		],
		"Apple Watch Series 3 42mm": [
			7899,
			"Дисплей разрешение 312×390 пикселя; Размер часов 42 мм; Операционная система watchOS; Процессор двухъядерный Apple W2; Размеры 32.5 х 36.4 х 11,4 cм (Д х Ш х Т)."
		]
	},
	"MacBook": {
		"MacBook Air M1 2020":[
			37799,
			"Диагональ экрана 13.3\" (2560x1600) WQXGA; Процессор Восьмиядерный Apple M1; Объем оперативной памяти 8 ГБ; Объём накопителя 256 ГБ SSD; Вес 1.29 кг; Габариты (Ш х Г х В) 304.1 x 212.4 x 16.1 мм"
		],
		"MacBook Pro M1 2020":[
			44499,
			"Дисплей с диагональю 13.3 \" подсветкой LED и технологией IPS; Разрешение 2560×1600; Яркость 500 кд/м²; Камера FaceTime HD 720p; Накопитель 512 Гб SSD PCIe; Процессор 8‑ядерный процессор с 4 ядрами производительности и 4 ядрами эффективности, 16‑ядерная система Neural Engine; Графический процессор 8‑ядерный графический процессор; Оперативная память 8 ГБ объединённой памяти; Размеры 30,41 х 21,24 х 1,49 cм (Д х Ш х Т); Вес 1400 г"
		],
		"MacBook Pro M1 Silver":[
			87999,
			"Диагональ экрана 16.2\" (3456x2234); Частота обновления экрана 120 Гц; Процессор Десятиядерный Apple M1 Pro; Объем оперативной памяти 16 ГБ; Объём накопителя 512 ГБ SSD; Вес 2.1 кг; Габариты (Ш х Г х В) 355.7 x 248.1 x 16.8 мм"
			],
		"MacBook Pro Silver 2019":[
			87999,
			"Диагональ экрана 16\" (3072x1920); Частота обновления экрана 60 Гц; Процессор Шестиядерный Intel Core i7-9750H (2.6 - 4.5 ГГц); Объем оперативной памяти 16 ГБ; Объём накопителя 512 ГБ SSD; Объем памяти видеокарты 4 ГБ; Видеокарта AMD Radeon Pro 5300M; Вес 2.0 кг; Габариты (Ш х Г х В) 357.9 x 245.9 x 16.2 мм"
		],
		"MacBook Pro Silver 1TB 2019":[
			87999,
			"Диагональ экрана 16\" (3072x1920); Частота обновления экрана 60 Гц; Процессор Восьмиядерный Intel Core i9-9880H (2.3 - 4.8 ГГц); Объем оперативной памяти 16 ГБ; Объём накопителя 1 TБ SSD; Объем памяти видеокарты 4 ГБ; Видеокарта AMD Radeon Pro 5500M; Вес 2.0 кг; Габариты (Ш х Г х В) 357.9 x 245.9 x 16.2 мм"
		]
	}
}
